CSI API ETABS v1
cDesignConcreteSlab.DesignStrip Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cDesignStrip DesignStrip { get; }
ReadOnly Property DesignStrip As cDesignStrip
	Get
Dim instance As cDesignConcreteSlab
Dim value As cDesignStrip
value = instance.DesignStrip
property cDesignStrip^ DesignStrip {
	cDesignStrip^ get ();
}
abstract DesignStrip : cDesignStrip with get
Property Value
Type: cDesignStrip
See Also
Reference
cDesignConcreteSlab Interface
ETABSv1 Namespace